tap "bufbuild/buf"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "michaeleisel/zld"
tap "pulumi/tap"
brew "act"
brew "autoconf"
brew "coreutils"
brew "libtool"
brew "openssl@3"
brew "unixodbc"
brew "asdf"
brew "openssl@1.1"
brew "python@3.11"
brew "awscli"
brew "berkeley-db"
brew "cmake"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "exercism"
brew "flux"
brew "gh"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go-task"
brew "golang-migrate"
brew "golangci-lint"
brew "grpcui"
brew "htop"
brew "jq"
brew "kubectx"
brew "mas"
brew "mkcert"
brew "navi"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "node"
brew "nvm"
brew "pnpm"
brew "protobuf"
brew "protoc-gen-go"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "source-highlight"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "vim"
brew "wget"
brew "wxwidgets"
brew "yarn"
brew "zoxide"
brew "bufbuild/buf/buf"
brew "derailed/k9s/k9s"
brew "michaeleisel/zld/zld"
brew "pulumi/tap/pulumi"
cask "calibre"
cask "cleanmymac"
cask "discord"
cask "evernote"
cask "flux"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "google-drive"
cask "insomnia"
cask "iterm2"
cask "keybase"
cask "skitch"
cask "slack"
cask "spotify"
cask "telegram"
cask "tunnelblick"
cask "vlc"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
